[
  {
    "id": 1,
    "title": "DB football's first edition",
    "text": "În toamna se va da startul primei ediţii a campionatului DB de minifotbal, tot atunci urmând să înceapă şi a treia ediţie a competiţiei rezervate firmelor şi instituţiilor. Jocurile vor avea loc pe teren sintetic de dimensiuni reduse, echipele vor putea folosi un sistem de joc 5+1, iar ca timp de joc vor fi două reprize a câte 20 de minute. În campionat pot evolua grupări formatedin minim 10 jucatori",
    "imgsrc": "https://ro.schreder.com/sites/store18/files/styles/600_large/cdchub/2021-05/Sports-lighting-solutions-for-football-rugby-pitches_0.jpg?itok=lqPD6_9q",
    "sport": "Football",
    "eventdate": "21/10/2022"
  },
  {
    "id": 2,
    "title": "Ping-Pong la sediu",
    "text": "Tenisul de masă, o activitate de agrement și sport olimpic din 1988, este, de asemenea, cunoscut sub numele de „ping pong”. Deși este exclus din terminologia oficială, acest nume este foarte popular astăzi. Acesta își are originea în special dintr-o onomatopee derivată din sunetul mingii care a apărut în 1884 în Extremul Orient: „ping” pentru sunetul mingii care lovește racheta și „pong” pentru sunetul săritului de pe masă. Vă interesează istoria tenisului de masă? Fă-te confortabil și lasă-te ghidat prin începuturile timpului.",
    "imgsrc": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_TableTennis_image1600w.jpg",
    "sport": "Table Tennis",
    "eventdate": "25/10/2022"
  },
  {
    "id": 3,
    "title": "Badminton doubles",
    "text": "Badmintonul este un sport în care doi jucători sau două perechi de jucători joacă plasându-se fiecare de câte o parte a unui fileu care împarte terenul dreptunghiular în două jumătăți egale. Cei doi jucători sau două perechi câștigă puncte lovind un fluturaș (minge) cu racheta astfel încât acesta să treacă peste fileu și să aterizeze în terenul advers.",
    "imgsrc": "https://global-uploads.webflow.com/5ca5fe687e34be0992df1fbe/603e119816d64d6449d7cf13_the-landing.jpeg",
    "sport": "Badminton",
    "eventdate": "26/10/2022"
  },
  {
    "id": 4,
    "title": "Campionat de sah",
    "text": "Forma curentă a jocului a apărut în sudul Europei, în a doua jumătate a secolului al 15-lea, după ce a evoluat de la un joc similar mult mai vechi din India. În ziua de azi șahul este cel mai popular joc ce se poate juca acasă, în cluburi, pe internet, prin corespondență sau în turnee. Cavalerii templieri jucând șah, În general se consideră că șahul provine din jocul indian Chaturanga, de acum aproximativ 1400 de ani. Dar multe țări revendică originea șahului.",
    "imgsrc": "https://upload.wikimedia.org/wikipedia/commons/6/6f/ChessSet.jpg",
    "sport": "Chess",
    "eventdate": "27/10/2022"
  },
  {
    "id": 5,
    "title": "Turneu 3x3",
    "text": "3×3 Baschet este numele nou, începând cu 2017, a Campionatului Mondial de baschet (FIBA Campionatul Mondial), care a fost creat de către Federația Internațională de Baschet în 2012 și a avut loc pentru prima dată la Atena, Grecia. O variantă a baschetului în cinci, această competiție se joacă conform regulilor baschetului în trei, și anume trei contra trei, într-o singură perioadă de 10 minute și cu un număr diferit de puncte.",
    "imgsrc": "https://www.financeone.ro/14351-1_Sirdar-minge-de-baschet-marimea-5-pentru-elevii-en/share-thumbs.jpg",
    "sport": "Basketball",
    "eventdate": "30/10/2022"
  }
]
